[  
    {
        "id": 1,
        "picture": "https://i.ibb.co/1Gwmnm4/Health.png",
        "title": "Helping Hands for Healthy Lives",
        "category": "Health",
        "categoryBgColor": "#0052ff33",
        "cardBgColor": "#0052FF26",
        "textButtonBgColor": "#0052FF",
        "description": "Join our mission to provide essential healthcare to underserved communities. Your donation supports medical clinics, vaccinations, and health education programs for those in need. Together, we can build a healthier future for everyone, ensuring access to vital healthcare resources and improving overall well-being.",
        "price": "$99.99"
    },
    {
        "id": 2,
        "picture": "https://i.ibb.co/dmcbkhj/Education.png",
        "title": "Educate Dreams, Ignite Futures",
        "category": "Education",
        "categoryBgColor": "#FF444A33",
        "cardBgColor": "#FF444A26",
        "textButtonBgColor": "#FF444A",
        "description": "Your donation fuels a brighter future for underprivileged children. Join our mission to provide quality education, empowering young minds to break the chains of poverty. Through scholarships, school supplies, and educational programs, we create opportunities for learning and growth. Together, let's transform dreams into reality and build a foundation of knowledge that lasts a lifetime.",
        "price": "$49.99"
    },
    {
        "id": 3,
        "picture": "https://i.ibb.co/nmN4sNq/Clothing.png",
        "title": "Warmth in Every Thread",
        "category": "Clothing",
        "categoryBgColor": "#79C23F33",
        "cardBgColor": "#79C23F26",
        "textButtonBgColor": "#79C23F",
        "description": "Donate to provide essential clothing for those in need. Your contribution helps us distribute warm clothes, blankets, and essentials to underprivileged communities during harsh weather conditions. By joining our cause, you bring comfort and dignity to individuals facing the challenges of poverty. Help us weave a tapestry of warmth and compassion, ensuring that everyone has access to the basic necessity of clothing for a better life.",
        "price": "$49.99"
    },
    {
        "id": 4,
        "picture": "https://i.ibb.co/BLdsTDs/Food.png",
        "title": "Nourishing Lives, Fighting Hunger",
        "category": "Food",
        "categoryBgColor": "#F8714733",
        "cardBgColor": "#F8714726",
        "textButtonBgColor": "#F87147",
        "description": "Join us in the fight against hunger by donating to provide nutritious meals for those in need. Your contribution supports food distribution programs, community kitchens, and initiatives aimed at eradicating hunger. Together, let's ensure that no one goes to bed hungry. Your generosity can make a significant impact, providing sustenance and hope to individuals and families facing food insecurity.",
        "price": "$49.99"
    },
    {
        "id": 5,
        "picture": "https://i.ibb.co/BLdsTDs/Food.png",
        "title": "Feeding Hope, One Plate",
        "category": "Food",
        "categoryBgColor": "##F8714733",
        "cardBgColor": "#F8714726",
        "textButtonBgColor": "#F87147",
        "description": "Make a difference in the lives of the less fortunate by supporting our food donation campaigns. Your contribution helps us provide meals, groceries, and support to impoverished communities. Whether it's a warm meal or essential groceries, your generosity ensures that no one faces the pangs of hunger. Join us in the mission to feed hope, one plate at a time, and create a world where everyone has access to nutritious food.",
        "price": "$49.99"
    },
    {
        "id": 6,
        "picture": "https://i.ibb.co/nmN4sNq/Clothing.png",
        "title": "Dress for Hope",
        "category": "Clothing",
        "categoryBgColor": "#79C23F33",
        "cardBgColor": "#79C23F26",
        "textButtonBgColor": "#79C23F",
        "description": "Support the Dress for Hope initiative and make a difference in the lives of the less fortunate. Your donation enables us to provide clothing essentials to those struggling with economic hardships. From winter jackets to everyday wear, your generosity ensures that individuals and families can face the world with dignity. Join us in clothing communities with care, spreading warmth and fostering a sense of well-being through the simple act of giving.",
        "price": "$49.99"
    },
    {
        "id": 7,
        "picture": "https://i.ibb.co/dmcbkhj/Education.png",
        "title": "Books for Brighter Tomorrows",
        "category": "Education",
        "categoryBgColor": "#FF444A33",
        "cardBgColor": "#FF444A26",
        "textButtonBgColor": "#FF444A",
        "description": "Give the gift of education to deserving children in need. Your generous contribution supports the purchase of textbooks, classroom materials, and scholarships. With your help, we create a nurturing environment for learning, fostering curiosity and creativity. Empower these young minds to overcome challenges, access quality education, and build a foundation for success. Together, let's write a story of hope, one child at a time.",
        "price": "$49.99"
    },
    {
        "id": 8,
        "picture": "https://i.ibb.co/1Gwmnm4/Health.png",
        "title": "Caring for Communities in Need",
        "category": "Health",
        "categoryBgColor": "#0052ff33",
        "cardBgColor": "#0052FF26",
        "textButtonBgColor": "#0052FF",
        "description": "Make a difference in the lives of the less fortunate by contributing to our health-focused initiatives. Your generous donation enables us to offer free medical check-ups, distribute medicines, and conduct health awareness campaigns. By supporting us, you become a catalyst for positive change, bringing hope and healing to those facing health disparities.",
        "price": "$49.99"
    },
    {
        "id": 9,
        "picture": "https://i.ibb.co/1Gwmnm4/Health.png",
        "title": "Empower Health, Transform Lives",
        "category": "Health",
        "categoryBgColor": "#0052ff33",
        "cardBgColor": "#0052FF26",
        "textButtonBgColor": "#0052FF",
        "description": "Empower underprivileged communities with the gift of good health. Your contribution aids in establishing mobile health clinics, providing preventive care, and ensuring access to vital medications. By donating, you play a crucial role in breaking the cycle of poverty and ill-health, fostering a community where everyone has the opportunity to lead a healthy and fulfilling life.",
        "price": "$29.99"
    },
    {
        "id": 10,
        "picture": "https://i.ibb.co/dmcbkhj/Education.png",
        "title": "Building Scholars, Changing Lives",
        "category": "Education",
        "categoryBgColor": "#FF444A33",
        "cardBgColor": "#FF444A26",
        "textButtonBgColor": "#FF444A",
        "description": "Invest in the future by supporting children's education. Your donation enables us to build classrooms, provide educational resources, and offer scholarships to those who lack access to learning opportunities. Together, we can break down barriers, unlock potential, and empower young minds to become the leaders of tomorrow. Join us in shaping a world where every child has the chance to receive a quality education and achieve their aspirations.",
        "price": "$29.99"
    },
    {
        "id": 11,
        "picture": "https://i.ibb.co/nmN4sNq/Clothing.png",
        "title": "Threads of Compassion",
        "category": "Clothing",
        "categoryBgColor": "#79C23F33",
        "cardBgColor": "#79C23F26",
        "textButtonBgColor": "#79C23F",
        "description": "Contribute to Threads of Compassion and help clothe the most vulnerable among us. Your donation supports our mission to provide quality clothing to impoverished communities, promoting self-esteem and dignity. From school uniforms to everyday apparel, your generosity helps individuals step into a brighter future. Together, let's weave a fabric of compassion, ensuring that everyone, regardless of circumstances, has access to the basic necessity of clothing and a chance for a better life.",
        "price": "$29.99"
    },
    {
        "id": 12,
        "picture": "https://i.ibb.co/BLdsTDs/Food.png",
        "title": "Share the Bounty of Kindness",
        "category": "Food",
        "categoryBgColor": "##F8714733",
        "cardBgColor": "#F8714726",
        "textButtonBgColor": "#F87147",
        "description": "Donate to Share the Bounty of Kindness and help combat hunger in underserved communities. Your support enables us to provide food packages, nutritional assistance, and meal programs to those struggling with food insecurity. Together, let's build a network of care and compassion, ensuring that every individual has access to the basic necessity of nourishment. Your contribution can make a lasting impact on the lives of those facing the challenges of poverty.",
        "price": "$29.99"
    }
]